Repository: l3mm0n/l10n
Catalog: Project 1 - SARA/TranslationMemory_zh.tmx
Source language: en_us
Languages: zh_cn

source: Español English Português Simplified Chinese
zh_cn: Español English Português 简体中文

source: Sign Up! or Log In
zh_cn: 注册！或登录

source: Sign Up
zh_cn: 注册

source: to help bring friends and families back together
zh_cn: 帮助带朋友和家人一起回来

source: Email Address
zh_cn: 电子邮件地址

source: Password
zh_cn: 密码

source: Phone Number
zh_cn: 电话号码

source: About
zh_cn: 关于

source: SARA (Search and Rescue Alerts) harnesses the power of caring citizens to help find missing people and return them safely home.
zh_cn: SARA（英文：Search and Rescue Alerts，中文：搜救警报）利用爱心市民的力量帮助寻找失踪的人送他们安全回家。

source: SARA uses cell phone texts to alert the public about missing persons so they can help search as they go about their daily activities.
zh_cn: SARA使用手机文本提醒公众失踪的人员使他们在日常活动中可以帮助搜索。

source: Text messages are sent to your phone from approved Law Enforcement agencies which may include a photo and description of the individual, information about the circumstances, and details about organized searches or places where tips can be directed.
zh_cn: 短信由执法机构发送到您的手机。这些短信可能包括个人的照片和描述、信息和说明、以及有关组织搜索的详细信息或有用的线索。

source: A Missing Person Poster in the palm of your hand!
zh_cn: 失踪的人士海报在您的手中！

source: People who want to receive notifications of missing persons in your area are invited to register for SARA on this website.
zh_cn: 邀请人们决策以便收到所在区域有关失者的信息。

source: Supported Law Enforcement agencies will send time-sensitive notifications directly to your phone or computer.
zh_cn: 执法机构将实时发送通知到您的手机或电脑。

source: Don't think you have time to help search?
zh_cn: 您以为您没有时间来帮助搜索？

source: Think Again
zh_cn: 在想想

source: How It Works
zh_cn: 如何工作

source: 1 Sign up here or Sign up with Facebook.
zh_cn: 1 注册这里或者使用Facebook注册。

source: 2 Receive a single opt-in welcome message.
zh_cn: 2 收到一个选择加入的欢迎信息。

source: Reply YES to continue to receive SMS text messages.
zh_cn: 回复YES继续接收短信。

source: You may opt out at any point by sending STOP to 123456.
zh_cn: 您可以在任何时候通过发送STOP到123456选择退出。

source: Send HELP to 123456 for information.
zh_cn: 发送HELP到123456获取

source: No charge but Message and Data rates may apply.
zh_cn: 免费，可是消息和数据率可能适用。

source: Message frequency varies.
zh_cn: 消息频变换。

source: 3 Start helping with the search from right where you are.
zh_cn: 3 您在任何地方都可以开始搜索。

source: Just being alert on the roads, at the store, and in your own neighborhood will help.
zh_cn: 无论在路上，还是在商店或在家附近您的警觉都将有所艘帮助。

source: You never know when you will see something that makes the difference.
zh_cn: 您永远不知道不知道什么时候您会看到的东西，会起使用。

source: Have a smartphone?
zh_cn: 拥有智能手机？

source: Check out our app.
zh_cn: 看看我们的应用程序。

source: Become a first responder
zh_cn: 成为先遣队员

source: First responders are approved in advance of an official search and may receive priority alerts.
zh_cn: 先遣队员获得官方的人可可以收到优先级警报。

source: If you opt in as a first responder, your information will be used for a background check.
zh_cn: 如果您选择加入先遣队员，将对您的信息作背景调查。

source: If an official search is organized in a specific area, you will be notified of the place and time.
zh_cn: 如果官方组织在一个特定的区域进行搜索，您将收到具体的地点和时间。

source: Then you may be pre-approved to search and can skip the lines at the search headquarters.
zh_cn: 然后，您可以获得预先批准进行搜索也不用等等可以跳过线的搜索总部。

source: "I would want everyone looking for my child if something went wrong."
zh_cn: 如果出事了，我希望每个人都在寻找我的孩子。

source: SIGN UP USING YOUR PHONE.
zh_cn: 使用您的手机注册。

source: Simply text any zip code to 123456 and receive real-time alerts and advisories directly from your local police department and other local agencies.
zh_cn: 发送由编到123456，可以直接从当地的公安部门和其他当地机构收到实时警报和咨询。

source: There is no charge for registering, but standard text messaging rates associated with your mobile phone service will apply.
zh_cn: 不收取任何注册费用，但移动电话运营商会收取标准的用。

source: You can opt out at any time by texting "STOP" to 123456.
zh_cn: 您可以在任何时间通过法短信"STOP"到123456选择退出。

source: If you're texting a zip code to 123456 and using SARA for the first time, you can retrieve a temporary password to complete the registration process here.
zh_cn: 如果是第一次用SARA，可以法您邮政编码到123456，您会收到一个临时密码，完成注册过程。

source: Completing the registration process will allow you to fully customize how messages reach you - whether by mobile phone, email, or over the web at www.SARA.com - you decide!
zh_cn: 完成注册程序后您可以自定义收取消息的途径 - 手机、电子邮件、或www.SARA.com - 您选择！
